Repository: waleed-kotib/VC_Proj
Catalog: trunk/coccinella/po/*.po
Languages: ro

source: Select a service, and enter a chatroom and nickname. Optionally, you can configure the chatroom.
ro: Selectaţi un serviciu şi introduceţi un nume pentru sala de conversaţie si un pseudonim. Opţional, puteţi configura sala de conversaţie.

source: Service
ro: Serviciu

source: Chatroom
ro: Sala de conversaţie

source: Select or manually enter a chatroom service
ro: Selectaţi sau introduceţi manual un serviciu pentru sala de conversaţie

source: Select or manually enter the name of a chatroom
ro: Choisissez ou entrez manuellement le nom d'un salon de discussion

source: Familiar name
ro: Nume familiar

source: Configure
ro: Configurare

source: Create
ro: Creează

source: You must provide a chatroom name.
ro: Trebuie să stabiliţi un nume pentru sala de conversaţie.

source: You must provide a nickname.
ro: Trebuie sa stabiliţi un pseudonim.

source: Invalid Contact ID.
ro: Identificator de contact invalid.

source: Downloading configuration form
ro: Descarc formularul de configurare

source: Cannot download the configuration form of the chatroom.
ro: Nu pot descărca formularul de configurare al sălii de conversaţie.

source: Error code
ro: Cod de eroare

source: Waiting for Get to be pressed
ro: Aştept să apăsaţi Preia

source: Cannot enter/create chatroom %s.
ro: Nu pot creea/intra în sala de conversaţie %s.

source: Enter/Create Chatroom
ro: Creează/intră în sala de conversaţie

source: Select a chatroom service, a chatroom, and a nickname.
ro: Selectaţi un serviciu pentru sala de conversaţie, o sală de conversaţie şi un pseudonim.

source: Please fill in all fields before entering chatroom.
ro: Vă rugăm să completaţi toate câmpurile înainte de a intra în sala de conversaţie

source: Cannot enter chatroom %s.
ro: Nu pot intra în sala de conversaţie %s.

source: Cha&t
ro: &Conversaţie

source: Enter Chat&room
ro: Intraţi în &sala de conversaţie

source: &Create Chatroom
ro: &Creează sala de conversaţie

source: View &Business Card
ro: Afişează &carte de vizită

source: &Search
ro: &Caută

source: Re&gister
ro: &Abonare

source: &Unregister
ro: &Dezabonare

source: Show
ro: Afişare

source: &Background Image
ro: &Image de fond

source: Refresh
ro: Reîmprospătare

source: &Discover Server
ro: &Descoperă server

source: Remove &Listing
ro: Elimină &lista

source: C&ommands
ro: C&omenzi

source: &Whiteboard
ro: &Tablă de desen

source: Services
ro: Servicii

source: Select an image file for the background. To remove a background image press Remove and Save.
ro: Alegeţi un fişier pentru imaginea de fond. Pentru a îndepărta o imagine de fond apăsaţi Elimină şi Salvează.

source: Background Image
ro: Image de fond

source: Discover
ro: Descoperă

source: Discover Server
ro: Descoperă server

source: Enter a server to discover and use its services.
ro: Introduceţi un server spre a fi descoperit şi a-i utiliza serviciile.

source: Discover permanently
ro: Descoperă permanent

source: Author
ro: Autor

source: Home
ro: Domiciliu

source: Version
ro: Versiune

source: Image
ro: Imagine

source: Iconset Archive
ro: Arhivă de seturi de icoane

source: Import Iconset
ro: Importă un set de icoane

source: Emoticons
ro: Emoticoane

source: The selected iconset will become the default.
ro: Setul de icoane selectat va deveni cel implicit.

source: Cannot load iconset %s.
ro: Nu pot încărca setul de icoane %s.

source: Iconset %s already exists.
ro: Setul de icoane %s există deja.

source: Enter Chatroom
ro: Intraţi în sala de conversaţie

source: Select a service, and enter a chatroom and nickname. You can discover the available chatrooms on the selected service. Some chatrooms may require a password.
ro: Selectaţi un serviciu şi introduceţi o sală de conversaţie şi un pseudonim. Puteţi descoperi sălile de discuţie disponibile pentru serviciul selectat. Unele săli de conversaţi pot cere o parolă.

source: Password
ro: Parola

source: Bookmarks
ro: Marcaje

source: Password or secret
ro: Parolă sau secret

source: Cannot find any chatrooms at %s.
ro: Nu pot găsi nici o sală de conversaţie la %s.

source: Loading available chatrooms
ro: Încarc sălile de conversaţie disponibile

source: Cannot enter chatroom %s: %s Do you want to retry?
ro: Nu pot intra în sala de conversaţie %s : %s. Doriţi să mai încerc?

source: Send a file to %s. A description is optional.
ro: Trimiteţi un fişier la %s. O descirere este opţională.

source: Select File
ro: Selecţie fişier

source: %s does not support file transfer.
ro: %s nu permite transferul de fişiere.

source: You must select a file to send.
ro: Trebuie să selectaţi un fişier pentru transmisie.

source: The selected file does not exist. Select a new one.
ro: Fişierul selectat nu există. Alegeţi unul nou.

source: %s did not accepted the file %s.
ro: %s nu a acceptat fişierul %s.

source: Cannot send the file %s to %s.
ro: Nu pot transmite fişierul %s la %s.

source: File Transfer
ro: Transfer de fişiere

source: File transfer of %s to %s was successful.
ro: Transferul de fişiere %s la %s a avut succes.

source: Rate
ro: Debit

source: Writing file
ro: Scriu fişier

source: Cannot download file %s from %s.
ro: Nu pot descărca fişierul %s de la %s.

source: The MD5 checksums did not match. The file may be corrupt.
ro: Sumele de control MD5 sunt diferite. Fişierul poate fi compromis.

source: Screen name
ro: Nume de utilizator

source: Gadu-Gadu number
ro: Număr Gadu-Gadu

source: ICQ number
ro: Număr ICQ

source: Email address
ro: Adresa email

source: MSN Address
ro: Adresa MSN

source: QQ number
ro: Număr QQ

source: Tlen address
ro: Adresa Tlen

source: Chat address
ro: Adresa chat

source: Yahoo ID
ro: ID Yahoo

source: Incoming Message
ro: Mesaj de intrare

source: Forward
ro: Redirectare

source: Reply
ro: Răspuns

source: Show incoming messages in this window
ro: Afişează mesajele de intrare în această fereastră

source: From
ro: De la

source: Moderators
ro: Moderatori

source: Participants
ro: Participanti

source: Visitors
ro: Vizitatori

source: available
ro: disponibil

source: away
ro: absent

source: free for chat
ro: liber pentru conversaţie

source: do not disturb
ro: nu deranjaţi

source: extended away
ro: indisponibil

source: invisible
ro: invisibil

source: Send &File
ro: Trimite &fişier

source: &Edit Nickname
ro: &Editează pseudonim

source: &Ignore
ro: &Ignoră

source: %s invited you to %s. Do you want to enter this chatroom?
ro: %s v-a invitat la %s. Doriţi să intraţi în această sală de conversaţie?

source: Bookmark this chatroom
ro: Marchează această sală de conversaţie

source: You logged out and exited the chatroom
ro: V-aţi deconectat şi aţi ieşit din sala de conversaţie

source: Do you want to exit the chatroom %s?
ro: Doriţi să ieşiţi din sala de conversaţie %s ?

source: Cannot interact with the chatroom %s.
ro: Nu pot contacta sala de conversaţie %s.

source: Auto Join
ro: Legare automată

source: Synchronize chatroom presence with global presence
ro: Sincronizează prezenţa în sala de conversaţie cu prezenţa globală

source: Custom Colors
ro: Culori personalizate

source: Enable nickname coloring
ro: Activaţi colorarea pseudonimului

source: Default nickname
ro: Pseudonim implicit

source: Choose Color
ro: Alegere culoare

source: Thread started
ro: Fir de discuţie pornit

source: You entered the chatroom
ro: Aţi intrat în sala de conversaţie

source: Exit chatroom
ro: Ieşire sală de conversaţie

source: No registered history for
ro: Nu există istoric înregistrat pentru

source: You are already registered with this service. These are your current registration settings.
ro: Sunteţi deja înregistrat la acest serviciu. Aici sunt setările dvs. de înregistrare curente.

source: Street portion of a physical or mailing address
ro: Strada dintr-o adresă fizică sau poştală

source: Locality portion of a physical or mailing address
ro: Localitatea dintr-o adresă fizică sau poştală

source: Some date (e.g., birth date, hire date, sign-up date)
ro: O dată calendaristică (ex. data naşterii, data închirierii, data înregistrării)

source: First name or given name
ro: Prenume

source: You are already registered with this service. These are your current login settings.
ro: Sunteţi deja înregistrat la acest serviciu. Aici sunt datele dvs. de conectare curente.

source: Last name, surname, or family name
ro: Nume de familie

source: Full name
ro: Nume complet

source: Telephone number
ro: Număr de telefon

source: URL to personal website
ro: URL sit web personal

source: Account name associated with the user
ro: Nume de cont asociat cu utilizatorul

source: Postal code portion of a physical or mailing address
ro: Cod poştal

source: Labels with (*) are required.
ro: Parametrii cu (*) sunt obligatorii.

source: Appearance
ro: Aspect

source: Customization
ro: Personalizare

source: Use tabbed interface
ro: Interfaţă cu taburi

source: Chat window
ro: Fereastră de discuţie

source: Theme
ro: Temă

source: Requires a restart of %s
ro: Necesită restart după %s

source: Skin
ro: Aspect

source: Windows opacity
ro: Opacitate ferestre

source: Save message inbox between sessions
ro: Salvează cutia poştală cu mesaje primite între sesiuni

source: Login on %s startup
ro: Conectare la %s la pornire

source: Remember open windows between sessions
ro: Memorează ferestrele deschise între sesiuni

source: Show notifier window
ro: Afişează fereastra de notificări

source: &New Account
ro: &Cont nou

source: &Remove Account
ro: &Sterge cont

source: New P&assword
ro: &Parolă nouă

source: &Setup Assistant
ro: Asistent de &configurare

source: &Edit Profiles
ro: &Editor profiluri

source: Edit &Business Card
ro: Editor &carte de vizită

source: Icon &Set
ro: &Set de icoane

source: &Business Card
ro: &Carte de vizită

source: &Contacts
ro: &Contacte

source: &Inbox
ro: &Mesaje

source: &Close Window
ro: &Închide fereastra

source: Login
ro: Conectare

source: Logout With Message
ro: Deconectare cu mesaj

source: Edit &Bookmarks
ro: Editare &marcaje

source: Font Size
ro: Dimensiune font

source: Larger
ro: Mai mare

source: Large
ro: Mare

source: Huge
ro: Foarte mare

source: Tool&bar
ro: &Bară de utilităţi

source: &Tabs
ro: &Taburi

source: Control Panel
ro: Panou de control

source: &Error Log
ro: &Log erori

source: Show Control Panel
ro: Afişează panoul de control

source: &About %s
ro: &Despre %s

source: &Undo
ro: &Anulează

source: Re&do
ro: &Reface

source: Cu&t
ro: &Taie

source: &Copy
ro: &Copiază

source: &Paste
ro: &Lipeşte

source: All
ro: Tot

source: Contacts
ro: Contacte

source: Own Contact ID
ro: ID-ul meu de contact

source: Own Full Contact ID
ro: ID-ul meu de contact complet

source: Displays your Contact ID or nickname
ro: Afişează ID-ul dvs. de contact sau pseudonimul

source: Set your status message
ro: Setează mesajul dvs. de stare

source: Hide Control Panel
ro: Ascunde panoul de control

source: Inbox
ro: Mesaje

source: Add Contact
ro: Adaugă un contact

source: &File
ro: &Fişier

source: &Action
ro: &Acţiune

source: &Edit
ro: &Editare

source: The connection is secure
ro: Conexiunea este securizată

source: The connection is medium secure
ro: Conexiunea are securitate medie

source: The connection is insecure
ro: Conexiunea este nesecurizată

source: Logged out
ro: Deconectat

source: Logout
ro: Deconectare

source: Select the chat system and contact ID of the contact you would like to add.
ro: Selectaţi sistemul de conversaţie şi ID-ul contactului pe care doriţi să-l adăugaţi.

source: Nickname and group are optional and can be set or changed later.
ro: Pseudonimul şi grupul sunt opţionale şi pot fi setate sau schimbate mai târziu.

source: Chat system
ro: Sistem de conversaţie

source: Group to which this contact should belong to
ro: Grup la care acest contact ar trebui să aparţină

source: Add
ro: Adaugă

source: %s is already in your list. Do you want to continue anyway?
ro: %s se află deja în lista dvs. de contacte. Doriţi totuşi să continuaţi?

source: To add a contact from a chat system without open federation, you need an account on this closed system, plus you need to register this account with the corresponding transport (%s). Do you want to do this now?
ro: Pentru a adăuga un contact dintr-un sistem de conversaţie nefederal, trebuie să creaţi un cont pe acest sistem închis şi trebuie să înregistraţi acest cont cu transportul corespunzător (%s). Doriţi să faceţi asta acum?

source: Cannot set %s's nickname or group.
ro: Nu pot seta pseudonimul sau grupul pentru %s.

source: This is your own account at %s that acts as a service that transports messages to that IM system. It needs to be in your list. You have a subscription for %s: %s.
ro: Acesta este contul dvs. propriu la %s care se comportă ca un serviciu care transportă mesaje la acel sistem de mesagerie instantanee. Trebuie să se afle în lista dvs. Sunteţi înregistrat la %s : %s.

source: Transport Details
ro: Detalii de transport

source: Edit Contact
ro: Editare contact

source: Edit nickname and group of %s. You also can request or remove presence subscription.
ro: Editare pseudonim şi grup pentru %s. Puteţi de asemenea solicita sau elimina subscrierea prezenţei.

source: Available groups
ro: Grupuri disponibile

source: Group:
ro: Grup:

source: Add ->
ro: Adaugă ->

source: <- Remove
ro: <- Elimină

source: Request presence subscription
ro: Solicită subscrierea prezenţei

source: Remove presence subscription
ro: Elimină subscrierea prezenţei

source: Both you and your contact can see eachother's presence.
ro: Dvs. şi contactul dvs. puteţi vedea fiecare prezenţa celuilalt.

source: You cannot see your contact's presence, but your contact can see yours.
ro: Nu puteţi vedea prezenţa contactului, dar el poate vede prezenţa dvs.

source: Both you and your contact cannot see eachother's presence.
ro: Nici dvs., nici contactul dvs. nu puteţi vedea prezenţa celuilalt.

source: You can see your contact's presence, but your contact can't see yours.
ro: Puteţi vedea prezenţa contactului, dar el nu poate vedea prezenţa dvs.

source: View business card
ro: Vizualizare carte de vizită

source: New &Window
ro: Fereastră &nouă

source: &Open File
ro: &Deschide fişier

source: &Import Image/Movie
ro: &Importă imagine/film

source: Open St&ream
ro: Deschide &flux

source: Stop &Transactions
ro: Opreşte &tranzacţii

source: &Save
ro: &Salvează

source: Save &As
ro: Salvează &ca

source: Sa&ve As Item
ro: Salvează ca &element

source: Page Set&up
ro: &Dimensiuni pagină

source: Chat With %s
ro: Discută cu %s

source: Send Live
ro: Transmite live

source: Do you want to close this whiteboard and lose the complete session?
ro: Doriţi să închideţi tabla de desen şi să pierdeţi toată sesiunea?

source: Do you want to save the changes?
ro: Doriţi să salvaţi modificările?

source: This whiteboard document has been changed.
ro: Acest document tablă de desen a fost modificat.

source: This contact is not online anymore and the message is therefore not sent.
ro: Acest contact nu mai este conectat şi mesajul nu a fost, în consecinţă, transmis.

source: %s is not online. If your message contains any images or other multimedia, your contact will not see them unless you are online while he/she reads your message. Do you want to send it anyway?
ro: %s nu este conectat. Dacă mesajul dvs. conţine imagini sau alte componente multimedia, contactul nu le va vedea decât dacă veţi fi conectat şi dvs. în momentul în care va citi mesajul. Doriţi să transmiteţi oricum?

source: Invalid Contact ID. You need to enter a valid one at the bottom (e.g. user@example.org).
ro: ID contact invalid. Trebuie să introduceţi unul valid jos (ex. utilizator@exemplu.ro).

source: Request To User
ro: Cerere către utilizator

source: We are about to receive the file %s. Do you want to receive it?
ro: Suntem pe cale de a recepţiona fişierul %s. Doriţi recepţionarea acestuia?

source: Cannot find importer for the MIME type %s
ro: Nu găsesc filtru de import pentru tipul MIME %s

source: Cannot send message to %s.
ro: Nu pot trimite mesaj către %s.

source: Your registered account with the %s service will be put in your list of contacts to work as a transport with this service.
ro: Contul dvs. la serviciul %s va fi introdus în lista de contacte pentru a funcţiona ca un transport către acest serviciu.

source: Presence Subscription
ro: Subscriere prezenţă

source: Because %s does not allow you to see his/her presence anymore, he/she is removed.
ro: Întrucât %s nu vă mai permite să îi vedeţi prezenţa, este înlăturat.

source: %s does not allow you to see his/her presence anymore.
ro: %s nu vă mai permite să îi vedeţi prezenţa.

source: %s does not allow you to see his/her presence anymore. Do you want to remove %s?
ro: %s nu vă mai permite să îi vedeţi prezenţa. Doriţi eliminarea %s ?

source: Cannot subscribe to %s's presence. The contact does not allow you to see his/her presence.
ro: Nu pot subscrie la prezenţa %s. Acest contact nu vă permite să îi vedeţi prezenţa.

source: Subscription Failed
ro: Subscriere eşuată

source: You cannot see %s's presence anymore.
ro: Nu mai puteţi vedea prezenţa lui %s.

source: Presence Error
ro: Eroare de prezenţă

source: The connection was unexpectedly broken.
ro: Conexiunea a fost întreruptă neaşteptat.

source: Received a fatal error: %s The connection is closed.
ro: Eroare fatală %s Conexiunea este închisă.

source: Error Log (noncriticals)
ro: Log erori (necritice)

source: Cannot query %s's last activity.
ro: Nu pot interoga ultima activitate pentru %s.

source: Last Activity
ro: Ultima activitate

source: Cannot query %s's local time information.
ro: Nu pot afla informaţii despre ora locală pentru %s.

source: Time since client %s was last active
ro: Timp de când clientul %s a fost ultima data activ

source: Time since %s was last connected
ro: Timp de când %s a fost ultima dată conectat

source: Time since server %s was started
ro: Timp de la pornirea serverului %s

source: The uptime/last activity is
ro: Durata de funcţionare/ultima activitate este

source: Cannot query %s's local time.
ro: Nu pot cunoaşte ora locală a lui %s.

source: Local Time
ro: Ora locală

source: %s's local time is: %s
ro: Ora locală a lui %s este %s

source: Cannot query %s's version.
ro: Nu pot afla versiunea lui %s.

source: Version information for %s.
ro: Informaţii despre versiunea lui %s.

source: New Password
ro: Parola nouă

source: Set a new password for
ro: Setează parolă nouă pentru

source: New password
ro: Parolă nouă

source: Retype password
ro: Reintroduceţi parola

source: Passwords do not match. Please try again.
ro: Parolele nu coincid. Mai încercaţi.

source: Cannot set new password.
ro: Nu pot seta noua parolă.

source: Setting new password was successful.
ro: Setarea noii parole a avut succes.

source: Enter your account as user@example.org, or choose a profile. You should already have an account.
ro: Introduceţi contul dvs. ca utlizator@exemplu.ro sau alegeţi un profil. Trebuie ca deja să aveţi un cont.

source: Enter your Contact ID as user@example.org. You should already have an account with this server.
ro: Introduceţi ID-ul dvs. de contact ca utlizator@exemplu.ro. Trebuie să aveţi deja un cont pe server.

source: Write XMPP server IP number or name, or choose from the popup menu. You should already have an account with this server.
ro: Scrieţi adresa IP sau numele serverului XMPP, sau alegeţi din meniul. Trebuie să aveţi deja un cont pe acest server.

source: Enter your username and password to login to %s.
ro: Introduceţi numele de utilizator şi parola pentru a vă conecta la %s.

source: Profile
ro: Profil

source: Username
ro: Nume de utilizator

source: Resource
ro: Resurse

source: More
ro: Mai mult

source: Edit Profiles
ro: Editare profil

source: Less
ro: Mai puţin

source: The %s is missing or is too short!
ro: %s lipseşte sau este prea scurt!

source: Illegal character(s) in %s: %s!
ro: %s conţine caractere ilegale: %s !

source: The Contact ID differs from your profile. Do you want to save a new profile?
ro: ID-ul contactului diferă de acela al profilului dvs. Doriţi salvarea unui nou profil?

source: Profile Name
ro: Nume profil

source: Add Profile
ro: Adăugare profil

source: Enter the name for the new profile.
ro: Introduceţi numele noului profil.

source: Your current login settings differ from your profile settings. Do you want to save them to your profile?
ro: Setările login curente diferă de acelea ale profilului dvs. Doriţi salvarea lor în profilul dvs.?

source: Contacted %s. Waiting for response
ro: %s a fost contactat. Aştept răspunsul

source: Connected to %s. Initializing the XML stream
ro: Conectat la %s. Initializare flux XML

source: Negotiating TLS security
ro: Negociere securitate TLS

source: Authorization to server %s was successful. Downloading contacts...
ro: Autorizare reuşită la serverul %s. Descarc contactele...

source: Cannot connect to %s. Either there are server or network issues, or you misspelled the server's name.
ro: Nu mă pot conecta la %s. Ori sunt probleme de server sau de reţea, ori aţi scris greşit numele serverului.

source: Server %s did not respond: timeout.
ro: Serverul %s nu răspunde: timp expirat.

source: Cannot login because this username is already in use by someone else (%s).
ro: Nu mă pot conecta pentru că acest nume de utilizator este deja folosit de către altcineva (%s).

source: The server %s has no support for TLS.
ro: Serverul %s nu permite securizare TLS.

source: Cannot negotiate TLS with server %s.
ro: Nu pot negocia securizarea TLS cu serverul %s.

source: The server has no support for SASL authentication.
ro: Serverul nu permite autentificare SASL.

source: Cannot authenticate due to internal protocol error.
ro: Autentificare imposibilă din cauza unor erori interne de protocol.

source: Stream error received from the server with code: %s, %s
ro: Eroare de flux primită de la server cu codul: %s, %s

source: The proxy server reported an error.
ro: Serverul proxy a raportat o eroare.

source: The login process was aborted.
ro: Procedura de conexiune a fost abandonată.

source: Protocol error during the login process.
ro: Eroare de protocol pe parcursul procesului de conectare.

source: Login failed because of unknown account or wrong password.
ro: Conectare eşuată din cauza contului necunoscut sau parolei greşite.

source: Do you want to register a new account with %s.
ro: Doriţi înregistrarea unui nou cont la %s.

source: Invite Contact
ro: Invitaţie contact

source: Invite contact to chatroom %s.
ro: Invitaţie contact în sala de conversaţie %s.

source: Cannot invite %s to %s.
ro: Nu îl pot invita pe %s în sala %s.

source: %s invites you to join chatroom %s.
ro: %s vă invită în sala de conversaţie %s.

source: The password %s is needed for entry.
ro: Parola %s este necesară pentru a intra.

source: Do you want to join right away?
ro: Doriţi să intraţi imediat?

source: Invitation
ro: Invitaţie

source: Configure Chatroom
ro: Configurare sală de conversaţie

source: Affiliation
ro: Afiliere

source: Role
ro: Rol

source: Grant
ro: Acordare

source: Voice
ro: Voce

source: Member
ro: Membru

source: Admin
ro: Administrator

source: Revoke
ro: Revocare

source: Kick Participant
ro: Eliminare participant

source: Ban Participant
ro: Interzicere definitivă participant

source: Destroy Chatroom
ro: Distruge sala de discuţie

source: Edit Lists
ro: Editare liste

source: Kick %s from the chatroom %s.
ro: Elimină %s din sala de discuţie %s.

source: Ban %s from the chatroom %s.
ro: Interzice definitiv accesul lui %s în sala de discuţie %s.

source: Edit the voice list
ro: Editare listă voce

source: Edit the ban list
ro: Editare listă interdicţii definitive

source: Edit the member list
ro: Editare listă de membri

source: Edit the moderator list
ro: Editare listă de moderatori

source: Edit the admin list
ro: Editare listă de administratori
