Repository: waleed-kotib/VC_Proj
Catalog: trunk/coccinella/po/*.po
Languages: ro

source: Edit the owner list
ro: Editare listă de proprietari

source: Reset
ro: Reiniţializare

source: Not yet implemented.
ro: Neimplementat.

source: Do you want to destroy the chatroom %s? Optionally, you can point present chatroom participants to an alternative chatroom and tell why the chatroom is destroyed.
ro: Doriţi să distrugeţi sala de discuţie %s? Opţional, puteţi sugera participanţilor prezenţi o sală alternativă şi puteţi spune un motiv pentru care sala este distrusă.

source: Alternative chatroom
ro: Sală alternativă

source: Delete
ro: Şterge

source: Save Message
ro: Salvează mesaj

source: Open Failed
ro: Deschidere eşuată

source: Failed opening file %s: %s
ro: Eroare la deschiderea fişierului %s: %s

source: Cannot open the inbox file %s when trying to save it.
ro: Nu pot deschide fişierul cutie poştală %s pentru salvare.

source: Cannot read the inbox file %s: %s
ro: Nu pot citi fişierul cutie poştală %s : %s

source: Presence Control
ro: Controlul prezenţei

source: Quote
ro: Citat

source: Forwarded message
ro: Mesaj redirecţionat

source: Contact ID %s is invalid. Do you want to skip it and send to the rest?
ro: ID-ul contactului %s este invalid. Doriţi omiterea lui şi transmiterea către ceilalţi?

source: Invalid Contact ID: %s. Please correct and resend.
ro: ID-ul contactului %s invalid. Vă rog corectaţi şi retransmiteţi.

source: You need to fill in at least one valid address.
ro: Trebuie să completaţi cel puţin o adresă validă.

source: On %s, %s %s wrote:
ro: La %s, %s %s a scris:

source: There are unsaved messages. Do you still want to quit?
ro: Există mesaje nesalvate. Doriţi să abandonaţi?

source: Do you want to save this message before closing?
ro: Doriţi salvarea acestui mesaj înainte de închidere?

source: Accounts
ro: Conturi

source: You changed one or more values. Do you want to save them before closing?
ro: Aţi modificat una sau mai multe valori. Doriţi salvarea lor înainte de închidere?

source: Edit, add or delete profiles. The selected profile will become the default.
ro: Editare, adăugare sau ştergere profiluri. Profilul selectat va deveni cel implicit.

source: Delete Profile
ro: Ştergere profil

source: You need to fill in at least the server name and user name.
ro: Trebuie să completaţi cel puţin numele serverului şi numele de utilizator.

source: Do you want to register a new account?
ro: Doriţi sa înregistraţi un cont nou?

source: The selected profile will be deleted. Do you also want to delete the account for this profile? This action cannot be undone. Press Cancel to abort deletion of account and profile.
ro: Profilul selectat va fi şters. Doriţi să ştergeţi de asemenea şi contul asociat acestui profil? Această acţiune nu poate fi dată înapoi. Apăsaţi Anulare pentru a anula ştergerea contului şi a profilului.

source: Cannot unregister from %s.
ro: Nu pot dezînscrie de la %s.

source: Connection
ro: Connexiune

source: Use secure connection
ro: Utilizaţi o conexiune securizată

source: Certificate
ro: Certificat

source: Use SASL authentication
ro: Utilizati autenfiticare SASL

source: Use TLS and SASL
ro: Utilizaţi TLS şi SASL

source: Use TLS on separate port (old)
ro: Utilizaţi TLS pe port separat (antic)

source: Use compression
ro: Utilizaţi compresie

source: Plain text password
ro: Parolă în clar

source: Priority
ro: Prioritate

source: Login as invisible
ro: Conectare ca invizibil

source: Host
ro: Gazdă

source: Use HTTP transport
ro: Foloseşte transport HTTP

source: Remove Account
ro: Şterge cont

source: Do you really want to remove your account? This process cannot be undone.
ro: Doriţi într-adevăr să ştergeţi contul dvs.? Această operaţiune nu poate fi dată înapoi.

source: You are about to unregister a transport with a number of dependent contacts. Do you want to remove these contacts as well (Yes), keep them (No), or cancel everything (Cancel)?
ro: Sunteţi pe cale de a dezînregistra un transport cu un număr de contacte dependente de el. Doriţi să eliminaţi de asemenea şi aceste contacte (Da), să le păstraţi (Nu), sau să anulaţi totul (Anulare) ?

source: Unregister
ro: Dezînregistrare

source: You are unregistered from %s.
ro: Aţi fost dezînregistrat de la %s.

source: New Account
ro: Cont nou

source: Register with the service %s. You may need to press the Next button to retrieve the registration instructions.
ro: Înregistrare la serviciul %s. Poate fi necesar să apăsaţi butorul Următor pentru a lua instrucţiunile de înregistrare.

source: Select a server from the list or manually enter one. Then press Next to retrieve the registration instructions. Follow the instructions and hit Register.
ro: Selectaţi un server din listă sau introduceţi manual unul. Apoi apăsaţi Următor pentru a lua instrucţiunile de înregistrare. Urmaţi instrucţiunile şi apăsaţi Înregistrare.

source: Please first enter or select a server.
ro: Vă rog, mai întâi introduceţi sau selectaţi un server.

source: Waiting for server response
ro: Aştept răspunsul serverului

source: Cannot obtain registration information.
ro: Nu pot obţine informaţia de înregistrare.

source: Register
ro: Înregistrare

source: Save password
ro: Salvează parola

source: The registration failed because this username is already in use by someone else.
ro: Înregistrarea a eşuat din cauză că numele de utilizator este deja utilizat de către altcineva.

source: The registration failed.
ro: Înregistrarea a eşuat.

source: The registration with %s was successful. Now you just need to Login using the same username and password.
ro: Înregistrarea la %s a avut succes. Acum ramâne doar să vă conectaţi utilizând aceleaşi nume de utilizator şi parolă.

source: You are now registered and automatically logged in as %s
ro: Acum sunteţi înregistrat şi conectat automat ca %s

source: Select a service and press Next
ro: Selectaţi un serviciu şi apăsaţi Următor

source: Cannot register with service %s.
ro: Nu mă pot înregistra la serviciul %s.

source: Registration with service %s was successful.
ro: Înregistrarea la serviciul %s a reuşit.

source: Available
ro: Disponibil

source: Away
ro: Absent

source: Free For Chat
ro: Liber pentru discuţie

source: Do Not Disturb
ro: Nu deranjaţi

source: Extended Away
ro: Indisponibil

source: Invisible
ro: Invisibil

source: &History
ro: &Istoric

source: &Edit Contact
ro: &Editare contact

source: &Remove Contact
ro: &Şterge contact

source: Style
ro: Stil

source: &Offline
ro: &Deconectat

source: &Transports
ro: &Transporturi

source: Sort
ro: Sortare

source: &Increasing
ro: &Crescător

source: &Decreasing
ro: &Descrescător

source: Last Login/Activity
ro: Ultima conectare/activitate

source: Login to Transport
ro: Conectare la transport

source: Logout from Transport
ro: Deconectare de la transport

source: Remove Contact
ro: Eliminare contact

source: Do you really want to remove this contact? This action cannot be undone.
ro: Doriţi într-adevăr eliminarea acestui contact? Acţiunea nu poate fi dată înapoi.

source: Login to %s
ro: Conectare la %s

source: Logout from %s
ro: Deconectare de la %s

source: The roster is up to date
ro: Lista de contacte este la zi

source: Remove contact without presence subscription
ro: Elimină contact fără subscriere de prezenţă

source: Clear list of contacts on logout
ro: Goleşte lista de contacte la deconectare

source: Chat on double-click instead of message
ro: Discuţie la dublu click în loc de mesaj

source: Show offline users
ro: Afişează utilizatorii neconectaţi

source: Show transports
ro: Afişează transporturile

source: Show contacts without any subscription
ro: Afişează contactele fără nici o înscriere

source: Online
ro: Conectat

source: Offline
ro: Deconectat

source: Transports
ro: Transporturi

source: Subscription Pending
ro: Subscriere în curs

source: &Move
ro: &Mutare

source: Canc&el
ro: Anulare

source: Contact Icons
ro: Icoane contact

source: Select iconsets for each group. A deselected group will use the normal iconset.
ro: Choisissez le jeu d'icônes pour chaque groupe. Un groupe non sélectionné utilisera le jeu d'icônes normal.

source: Groups
ro: Grupuri

source: Key
ro: Cod

source: Icon
ro: Icoană

source: Search
ro: Caută

source: Search contacts with the selected service. A new search form will empty the previous one.
ro: Caută contacte la serviciul selectat. Un formular nou îl va goli pe cel precedent.

source: New Form
ro: Formular nou

source: Search results
ro: Rezultatele căutării

source: Cannot obtain search form.
ro: Nu pot obţine formularul de căutare.

source: There was an invalid field. Please correct it.
ro: Un câmp a fost invalid. Vă rog, corectaţi-l.

source: Cannot search.
ro: Nu pot căuta.

source: Search People
ro: Caută persoane

source: Full Name
ro: Nume complet

source: This setup assistant will help you to configure the most important settings to get started with %s.
ro: Acest asistent de configurare vă va ajuta să configuraţi cele mai importante setări pentru a porni cu %s.

source: Any time you can press Previous to go back. Press Next to proceed.
ro: Oricând puteţi apăsa Precedent pentru a vă duce înapoi. Apăsaţi Următor pentru a continua.

source: Language
ro: Limba

source: Choose your language
ro: Alegeţi limba dvs.

source: Select Server
ro: Selectare server

source: Select or enter a server you wish to have your account on. If you already have an account, use the server of this account.
ro: Selectaţi sau introduceţi un server pe care doriţi să aveţi contul dvs. Dacă deja aveţi un cont, utilizaţi serverul acestui cont.

source: Username & Password
ro: Nume utilizator şi parolă

source: Enter your username and password. If the chosen username is already in use by someone else, you will not be able to register.
ro: Introduceţi numele şi parola. Dacă numele ales este deja utilizat de către altcineva, nu vă veţi putea înregistra.

source: Click on the button below to create a new account. You must be connected to the Internet. Pay attention to a possible firewall!
ro: Click pe butonul de dedesubt pentru a crea un cont nou. Trebuie să fiţi conectat la Internet. Atenţie la firewall!

source: Finished
ro: Terminat

source: That's all. Also, be nice to the bug and his friends ;-)
ro: Asta este tot. De asemenea, fiţi bun cu gărgăriţa şi cu prietenii ei ;-)

source: Be sure to fill in all entries before you continue.
ro: Asiguraţi-vă că aţi completat toate câmpurile înainte de a continua.

source: Are you sure you want to close the setup assistant? You may start it any time later from the menu.
ro: Sunteţi sigur că doriţi închiderea asistentului de configurare? După aceea îl puteţi porni oricând din meniu.

source: Attach Message
ro: Ataşează mesaj

source: Set Status
ro: Setează stare

source: My Status
ro: Starea mea

source: Status message
ro: Mesaj de stare

source: Custom Status
ro: Stare personalizată

source: Select a presence state and optionally enter a message.
ro: Selectaţi o stare a prezenţei şi opţional introduceţi un mesaj.

source: The most frequent combinations are easily reachable as menu entries.
ro: Combinaţiile utilizate cele mai frecvent sunt uşor de accesat ca intrări în meniu.

source: Status Info
ro: Informaţii de stare

source: May %s see your presence?
ro: Îl autorizaţi pe %s să vă vadă prezenţa?

source: Entering a nickname and group is optional, and for your personal use only.
ro: Introducerea unui pseudonim şi a unui grup este opţională şi numai pentru uzul dvs. personal.

source: Subscription request will be accepted in: %s secs.
ro: Cererea de înscriere va fi acceptată în %s secunde.

source: Pause
ro: Pauză

source: Subscription request will be rejected in: %s secs.
ro: Cererea de înscriere va fi respinsă în %s secunde.

source: %s can see your presence.
ro: %s poate vedea prezenţa dvs.

source: %s cannot see your presence.
ro: %s nu poate vedea prezenţa dvs.

source: %s contacts want to see your presence. Select those who may see your presence.
ro: %s contacte doresc să vadă prezenţa dvs. Selectaţii pe cei pe care îi autorizaţi.

source: Allow
ro: Autorizare

source: %s allows you to see his/her presence.
ro: %s vă autorizează să îi vedeţi prezenţa.

source: %s additional contacts can see your presence.
ro: %s contacte adiţionale pot vedea prezenţa dvs.

source: If someone wants to see my presence and
ro: Dacă cineva doreşte să vadă prezenţa mea şi

source: is not in my list
ro: nu se află în lista mea

source: is in my list
ro: se află în lista mea

source: Always ask
ro: Întreabă întotdeauna

source: Auto-accept
ro: Acceptare automată

source: Auto-reject
ro: Rejectare automată

source: If auto-accept/reject show dialog with timer
ro: În cazul acceptării/rejectării automate, afişează dialog cu temporizare

source: The dialog is closed after (Seconds)
ro: Dialogul este închis după (secunde)

source: Put contacts who add me to their list in
ro: Pune contactele care mă adaugă în lista lor în

source: Default group
ro: Grup implicit

source: Downloading business card from %s
ro: Descarc cartea de vizită de la %s

source: Operating system
ro: Sistem de operare

source: Cannot download business card.
ro: Nu pot descărca cartea de vizită.

source: Business Card: %s
ro: Carte de vizită: %s

source: Notes
ro: Note

source: Add your personal notes about this contact.
ro: Ajoutez vos notes personnelles à propos de ce contact.

source: Business card downloaded.
ro: Carte de vizită descărcată.

source: Edit Business Card
ro: Editare carte de vizită

source: First name
ro: Prenume

source: Middle
ro: Iniţiale al doilea prenume

source: Last name
ro: Nume de familie

source: Website
ro: Sit web

source: Occupation
ro: Profesiune

source: Birthday
ro: Data naşterii

source: Format: mm/dd/yyyy
ro: Format : ll/zz/aaaa

source: Email addresses
ro: Adresă e-mail

source: Remove Avatar
ro: Elimină avatar

source: Work
ro: Serviciu

source: Company
ro: Companie

source: Department
ro: Departament

source: Title
ro: Titlu

source: Address 1
ro: Adresa 1

source: Address 2
ro: Adresa 2

source: City
ro: Localitate

source: Tel (voice)
ro: Tel (voce)

source: Open Business Card
ro: Deschide carte de vizită

source: Edit Bookmarks
ro: Editare marcaje

source: New Bookmark
ro: Marcaj nou

source: There are no plugins or helper applications identified on this system.
ro: Nu au fost detectate extensii sau aplicatii auxiliare pe acest sistem.

source: Plugins
ro: Extensii

source: About %s
ro: Despre %s

source: Edit Shortcuts
ro: Editare scurtături

source: Warning: you have edited the shortcuts. Don't you want to save them?
ro: Atenţie: aţi editat scurtăturile. Nu doriţi salvarea lor?

source: Add Shortcut
ro: Adaugă scurtătură

source: New shortcut
ro: Scurtătură nouă

source: Complete ip number or name
ro: Completaţi IP sau nume

source: Edit Shortcut
ro: Editare scurtătură

source: Shortcut
ro: Scurtătură

source: File Cache
ro: Cache fişiere

source: Disk cache size
ro: Dimensiune tampon disc

source: Clear Cache
ro: Golire tampon

source: Amount of cache to store recent whiteboard files to increase speed.
ro: Dimensiune tampon pentru stocarea fişierelor recente tip tablă de desen pentru creşterea vitezei.

source: Synchronise cache
ro: Sincronizare tampon

source: Always
ro: Întotdeauna

source: Once per session
ro: O dată pe sesiune

source: Never
ro: Niciodată

source: Cannot open file %s
ro: Nu pot deschide fişierul %s

source: Cannot download the file %s.
ro: Nu pot descărca fişierul %s.

source: File transport error: %s
ro: Eroare transmisie fişier: %s

source: Downloading
ro: Descărcare în curs

source: Timeout
ro: Timp expirat

source: Cannot download file over HTTP: timeout.
ro: Nu pot descărca fişierul prin HTTP: timp expirat

source: The server closed the socket without replying.
ro: Serverul a închis socket-ul fără să răspundă.

source: Download of file %s finished.
ro: Descărcarea fişierului %s terminată.

source: File transport of %s was reset.
ro: Transmisia fişierului %s a fost reiniţializată.

source: Cannot start the internal HTTP server: %s
ro: Nu pot porni serverul HTTP intern: %s

source: Looking for %s
ro: Caut %s

source: Cannot find necessary Tcl extension.
ro: Nu pot găsi extensia Tcl necesară.

source: Settings
ro: Setări

source: Store preferences on same drive as program
ro: Salvaţi preferinţele pe acelaşi dispozitiv cu aplicaţia

source: Store preferences in same folder as program
ro: Salvaţi preferinţele în acelaşi director cu aplicaţia

source: You have chosen to store your preferences on the same drive as the application. If this drive is not a removable device your personal settings could be visible. Do you want to continue?
ro: Aţi ales salvarea preferinţelor dvs. pe acelaşi disc cu aplicaţia. Dacă discul nu este portabil, setările dvs. personale pot fi vizibile. Doriţi să continuaţi?

source: You have chosen to store your preferences in the default location. If you remove or move your personal settings at %s, the preferences in the default location will be used the next time you start %s. Do you want to remove the old preferences?
ro: Aţi ales să salvaţi preferinţele în locaţia implicită. Dacă eliminaţi sau mutaţi setările dvs. personale la %s, preferinţele din locaţia implicită vor fi utilizate data viitoare când veţi porni %s. Doriţi înlăturarea preferinţelor vechi?

source: Default Applications
ro: Aplicaţii implicite

source: Email client
ro: Client e-mail

source: Network
ro: Reţea

source: Ports
ro: Porturi

source: Certificates
ro: Certificate

source: Built in server
ro: Server integrat

source: File transfer
ro: Transfer de fişiere

source: TLS certificate file
ro: Ficşier certificat TLS

source: Browse
ro: Parcurge

source: TLS private key file
ro: Fişier cheie privată TLS

source: TLS CA certificate file
ro: Fişier certificat TLS CA

source: Cannot open file %s.
ro: Nu pot deschide fişierul %s.

source: Preferences
ro: Preferinţe

source: Factory Settings
ro: Setări implicite din fabrică

source: Do you really want to reset your customization to factory defaults?
ro: Doriţi resetarea personalizărilor la setările implicite din fabrică?

source: At least one setting requires a restart of %s.
ro: Cel puţin un parametru este necesar după repornirea %s.

source: The preferences have been changed. Do you want to cancel anyway?
ro: Preferinţele au fost modificte. Doriţi anularea?

source: NAT Address
ro: Adresă NAT

source: Usage of this HTTP proxy settings is determined by each profile's settings. File transfers will not work if you use an HTTP proxy.
ro: Utilizarea acestor parametri proxy HTTP este determinată prin setările fiecărui profil. Transferul de fişiere nu va funcţiona dacă utilizaţi proxy HTTP.

source: Use proxy
ro: Foloseşte proxy

source: Type
ro: Tip

source: Exclude addresses (* as wildcard).
ro: Exclude adresele (* drept wildcard)

source: Use the following external address
ro: Folosiţi următoarea adresă externă

source: Detect
ro: Detectare

source: Cannot start server socket. Perhaps you are not connected.
ro: Nu pot porni socket-ul server. Verificaţi conexiunea de reţea.

source: QuickDraw 3D Metafile
ro: Metafişier QuickDraw 3D

source: Tcl File
ro: Fişier Tcl

source: Itcl File
ro: Fişier Itcl

source: Mac Binary
ro: Mac Binar

source: Generic File
ro: Fişier generic

source: PDF Document
ro: Document PDF

source: PostScript Document
ro: Document PostScript

source: RTF Document
ro: Document RTF

source: JavaScript File
ro: Fişier JavaScript

source: TeX File
ro: Fişier TeX

source: Archive Tar
ro: Archivă Tar

source: Abi Word Document
ro: Document Abi Word

source: Microsoft Excel Spreadsheet
ro: Foaie de calcul Microsoft Excel

source: Microsoft PowerPoint Presentation
ro: Prezentare Microsoft PowerPoint

source: Microsoft Word Document
ro: Document Microsoft Word

source: MPEG Audio
ro: Audio MPEG

source: AIFF/Amiga Audio
ro: Audio AIFF/Amiga

source: ULAW (Sun) Audio
ro: Audio ULAW (Sun)

source: Streaming Audio
ro: Audio Streaming

source: WAV Audio
ro: Audio WAV

source: QCP Audio
ro: Audio QCP

source: MIDI Audio
ro: Audio MIDI

source: BMP Image
ro: Imagine BMP

source: FlashPix Image
ro: Imagine FlashPix

source: GIF Image
ro: Imagine GIF

source: JPEG Image
ro: Imagine JPEG

source: Macpaint Image
ro: Imagine Macpaint

source: Adobe Photoshop Image
ro: Imagine Adobe Photoshop

source: PNG Image
ro: Imagine PNG

source: PICT Image
ro: Imagine PICT

source: SGI Image
ro: Imagine SGI

source: Truevision Targa Image
ro: Imagine Truevision Targa

source: TIFF Image
ro: Imagine TIFF

source: X PixMap Image
ro: Imagine X PixMap

source: Plain Text Document
ro: Document text

source: XML Document
ro: Document XML

source: HTML Document
ro: Document HTML

source: Cascading Style Sheet
ro: Foaie de stil CSS

source: QuickTime Video
ro: Video QuickTime

source: MPEG-4 Video
ro: Video MPEG-4

source: DV Video
ro: Video DV

source: MPEG Video
ro: Video MPEG

source: Microsoft AVI Video
ro: Video Microsoft AVI

source: Autodesk's FLIC File
ro: Fişier Autodesk FLIC

source: Quit
ro: Ieşire

source: Do you actually want to quit?
ro: Doriţi într-adevăr să ieşiţi?

source: Cannot write to %s: %s
ro: Nu pot scrie la %s : %s

source: Cannot read %s: %s
ro: Nu pot citi %s : %s

source: Arc tool, click and drag
ro: Arc (click şi trage)

source: Arc tool, click to set center, spacebar to cancel
ro: Arc (clck pentru centru, <spaţiu> pentru anulare)

source: Opening a whiteboard file clears the current whiteboard!
ro: Deschiderea unui fişier tablă de desen şterge tabla de desen curentă!

source: Open File
ro: Deschide fişier

source: Save Canvas Item
ro: Salvează element de fundal

source: Thickness
ro: Grosime

source: Brush Thickness
ro: Grosime pensulă

source: Arcs
ro: Arce

source: Pieslice
ro: Felie de tort

source: Chord
ro: Coardă

source: Color
ro: Culoare

source: Fill Color
ro: Culoare de umplere

source: Outline Color
ro: Couloare contur

source: &Edit Item
ro: &Editare element

source: Save Image As
ro: Salvează imaginea ca

source: Image Larger
ro: Imagine mai mare

source: Image Smaller
ro: Imagine mai mică

source: Export Image
ro: Exportă imagine

source: Export Movie
ro: Exportă film

source: Sync Playback
ro: Sincronizează lectura

source: Timecode
ro: Cod de timp

source: Reload Image
ro: Reîncarcă imagine

source: Line Smoothness
ro: Netezime linie

source: Straighten
ro: Îndreaptă

source: Weight
ro: Stil

source: Add Speech Bubble
ro: Adaugă bulă de conversaţie

source: Dotted
ro: Punctat

source: Dashed
ro: Cratimă-cratimă

source: Dash-dotted
ro: Cratimă-punct

source: Dash
ro: Cratimă

source: File Types
ro: Tipuri de fişier

source: Edit File Type
ro: Editează tipul de fişier

source: Add File Type
ro: Adaugă

source: File Type
ro: Tip de fişier

source: Open with
ro: Deschide cu

source: Add/Edit File Type
ro: Adaugă/Editează tipul de fişier

source: MIME type
ro: Tip MIME

source: Extensions
ro: Extensii

source: Encoding
ro: Codare

source: Binary
ro: Binar

source: Action
ro: Actiune

source: Reject file
ro: Respinge fişierul

source: Save to disk
ro: Salvează pe disc.

source: One or more fields are missing. Try again or cancel.
ro: Unul sau mai multe câmpuri lipsesc. Încercaţi încă o dată sau renunţaţi.

source: File Transfer Error
ro: Eroare de transfer de fişiere

source: Received response of the server %s. Error code %s Message: %s
ro: Răspuns primit de la serverul %s. Cod de eroare %s Mesaj: %s

source: Contacting %s. Waiting for response
ro: %s a fost contactat. Aştept un răspuns

source: Connection to %s failed: received an eof.
ro: Conexiune la %s eşuată: am recepţionat un EOF.

source: Connection to %s failed.
ro: Conexiune la %s eşuată.

source: Contacted %s. Negotiating
ro: %s a fost contactat. Negociere în curs

source: Cannot read server response from %s.
ro: Nu pot citi răspunsul serverului de la %s.
