Repository: waleed-kotib/VC_Proj
Catalog: trunk/coccinella/po/*.po
Languages: ro

source: Sourcing Tcl code
ro: Recuperare cod Tcl

source: Searching for our hostname
ro: Căutare nume de domeniu

source: Loading Tcl packages
ro: Încărcare pachete Tcl

source: Sourcing Jabber code
ro: Recuperare cod Jabber

source: Initializing
ro: Initializare

source: Setting preferences
ro: Aplicarea preferinţelor

source: &Update Check
ro: &Verificare actualizări

source: Error
ro: Eroare

source: Cannot connect to server %s to download update details: %s
ro: Nu mă pot conecta la serverul %s pentru a descărca detaliile de actualizare : %s

source: Update Check
ro: Verificare actualizări

source: You already have the latest version available (%s).
ro: Deja aveţi cea mai recentă versiune (%s).

source: New Version
ro: Versiune nouă

source: Changes since previous release
ro: Modificări faţă de versiunea precedentă

source: Automatically check for updates
ro: Verificare automată actualizări

source: Close
ro: Închide

source: &Contact Actions
ro: Acţiuni &aplicabile acestui contact

source: Set a specific action for events related to %s. Select events using the tabs below.
ro: Selectaţi o acţiune specifică pentru evenimente asociate cu %s. Selectaţi evenimentele utilizând taburile de dedesubt.

source: Contact Actions
ro: Acţiuni contact

source: Set a specific action for events related to any contact belonging to the group %s. Select events using the tabs below.
ro: Selectaţi o acţiune specifică pentru evenimente asociate cu orice contact aparţinând grupului %s. Selectaţi evenimentele utilizând taburile de dedesubt.

source: Set a specific action for events related to any contact in your contact list. Select events using the tabs below.
ro: Selectaţi o acţiune specifică pentru evenimente asociate cu orice contact din lista dvs. de contacte. Selectaţi evenimentele utilizând taburile de dedesubt.

source: Any
ro: Oricare

source: None
ro: Nici unul

source: Show popup
ro: Afişează pop-up

source: Play sound
ro: Emite sunet

source: Start chat
ro: Porneşte conversaţia

source: Send message with subject
ro: Trimite mesaj cu subiect

source: Message
ro: Mesaj

source: Cancel
ro: Anulare

source: Disable All
ro: Toate dezactivate

source: %s just went online!
ro: %s tocmai s-a conectat !

source: %s just went offline!
ro: %s tocmai s-a deconectat !

source: %s just sent you a message!
ro: %s tocmai v-a trimis un mesaj !

source: %s just started a chat session!
ro: %s tocmai a pornit o sesiune de conversaţie!

source: Auto Reply
ro: Răspuns automat

source: Sleep
ro: Inactiv

source: Logout on sleep
ro: Deconectare la inactivitate

source: Relogin on wakeup
ro: Reconectare la reluarea activităţii

source: Locat&ion
ro: L&ocalizare

source: Altitude in meters above or below sea level
ro: Altitudine în metri peste sau sub nivelul mării

source: The nation where the user is located
ro: Ţara unde este localizat utilizatorul

source: GPS datum
ro: Referinţă GPS

source: Latitude in decimal degrees North
ro: Latitudine Nord în grade zecimale

source: A locality within the administrative region, such as a town or city
ro: O localitate din regiunea administrativă, cum ar fi o comună sau un oraş

source: Longitude in decimal degrees East
ro: Longitudine Est în grade zecimale

source: An administrative region of the nation, such as a state or province
ro: O regiune administrativă a ţării, cum ar fi un judeţ sau o provincie

source: Altitude
ro: Altitudine

source: Named Area
ro: Loc denumit

source: GPS Bearing
ro: Directie GPS

source: Building
ro: Clădire

source: Country
ro: Ţară

source: GPS Datum
ro: Referință GPS

source: Description
ro: Descriere

source: GPS Error
ro: Erroare GPS

source: Floor
ro: Etaj

source: Latitude
ro: Latitudine

source: Locality
ro: Localitate

source: Longitude
ro: Longitudine

source: Postal code
ro: Code poștal

source: Region
ro: Regiune

source: Room
ro: Camera

source: Street
ro: Strada

source: Timestamp
ro: Timp

source: Remove
ro: Elilmină

source: Set your location that will be shown to your contacts.
ro: Stabiliți localizarea dvs. care va fi afișată contactelor dvs.

source: Enter your location details below. At least you should set latitude and longitude.
ro: Introduceți mai jos detaliile localizării dvs. Trebuie să introduceți cel puțin latitudinea și longitudinea.

source: Location
ro: Localizare

source: Synchronize with Google Earth
ro: Sincronizare cu Google Earth

source: This is location data for %s
ro: Date de localizare pentru %s

source: Status
ro: Stare

source: Receive File
ro: Recepție fișier

source: File
ro: Fișier

source: Size
ro: Dimensiune

source: %s wants to send you this file: %s Do you want to receive this file?
ro: %s dorește să vă transmită fișierul: %s. Doriți să recepționați acest fișier?

source: Ring, ring
ro: Sună, sună

source: Phone is ringing from %s
ro: %s vă apelează la telefon

source: Phone
ro: Telefon

source: afraid
ro: înfricoşat

source: amazed
ro: uimit

source: angry
ro: supărat

source: annoyed
ro: enervat

source: anxious
ro: neliniştit

source: aroused
ro: trezit

source: ashamed
ro: ruşinat

source: bored
ro: plictisit

source: brave
ro: curajos

source: cold
ro: rece

source: confused
ro: confuz

source: contented
ro: satisfăcut

source: cranky
ro: capricios

source: curious
ro: curios

source: depressed
ro: deprimat

source: disappointed
ro: dezamăgit

source: disgusted
ro: dezgustat

source: distracted
ro: distras

source: embarrassed
ro: jenat

source: excited
ro: excitat

source: flirtatious
ro: flirtând

source: frustrated
ro: frustrat

source: grumpy
ro: morocănos

source: guilty
ro: vinovat

source: happy
ro: fericit

source: hot
ro: fierbinte

source: humbled
ro: smerit

source: humiliated
ro: umilit

source: hungry
ro: înfometat

source: hurt
ro: rănit

source: impressed
ro: impresionat

source: in awe
ro: admirativ

source: in love
ro: îndrăgostit

source: indignant
ro: indignat

source: interested
ro: interesat

source: intoxicated
ro: intoxicat

source: invincible
ro: invincibil

source: jealous
ro: gelos

source: lonely
ro: singuratic

source: mean
ro: rău

source: moody
ro: indispus

source: nervous
ro: neliniştit

source: neutral
ro: neutru

source: offended
ro: ofensat

source: playful
ro: jucăuş

source: proud
ro: mândru

source: relieved
ro: uşurat

source: remorseful
ro: chinuit de remuşcări

source: restless
ro: agitat

source: sad
ro: trist

source: serious
ro: serios

source: shocked
ro: şocat

source: shy
ro: timid

source: sick
ro: bolnav

source: sleepy
ro: adormit

source: stressed
ro: stresat

source: surprised
ro: surprins

source: thirsty
ro: însetat

source: worried
ro: îngrijorat

source: Mood change
ro: Schimbarea stării de spirit

source: is
ro: este

source: because
ro: pentru că

source: retracted mood
ro: stare de spirit retrasă

source: Mood
ro: Dispoziţie

source: Take &Snapshot
ro: &Captură de ecran

source: Plu&gins
ro: Module &complementare

source: Take Snapshot
ro: Capturează ecranul

source: Click on a window or drag a rectangular area to import a snapshot into the current whiteboard.
ro: Click pe o fereastră sau trageţi un dreptunghi pentru a importa o captură în tabla de desen curentă.

source: Click OK to remove files: %s
ro: Click OK pentru a şterge fişierele: %s

source: Call
ro: Apelează

source: Forward Call
ro: Redirecţionează apelul

source: New
ro: Nou

source: Modify
ro: Modifică

source: Unknown
ro: Necunoscut

source: Forward current call to
ro: Redirecţionează apelul curent spre

source: Call to
ro: Apel către

source: Forward to
ro: Redirecţionare către

source: Number
ro: Număr

source: Dial
ro: Formează număr

source: Failed calling %s
ro: Apelul către %s a eşuat

source: Address Book
ro: Agendă

source: New address book
ro: Agendă nouă

source: Name
ro: Nume

source: Phone number
ro: Număr de telefon

source: Enter
ro: Introduceţi

source: Modify address book
ro: Modificaţi agenda

source: Invite MeBeam
ro: Invitaţi prin MeBeam

source: Please join me for video chat on
ro: Te rog să participi alături de mine la conversaţie video pe

source: Afraid
ro: Înfricoşat

source: Amazed
ro: Uimit

source: Angry
ro: Supărat

source: Annoyed
ro: Enervat

source: Anxious
ro: Neliniştit

source: Aroused
ro: Trezit

source: Ashamed
ro: Ruşinat

source: Bored
ro: Plictisit

source: Brave
ro: Curajos

source: Cold
ro: Rece

source: Confused
ro: Confuz

source: Contented
ro: Satisfăcut

source: Cranky
ro: Capricios

source: Curious
ro: Curios

source: Depressed
ro: Deprimat

source: Disappointed
ro: Dezamăgit

source: Disgusted
ro: Dezgustat

source: Distracted
ro: Distras

source: Embarrassed
ro: Jenat

source: Excited
ro: Excitat

source: Flirtatious
ro: Flirtând

source: Frustrated
ro: Frustrat

source: Grumpy
ro: Morocănos

source: Guilty
ro: Vinovat

source: Happy
ro: Fericit

source: Hot
ro: Fierbinte

source: Humbled
ro: Smerit

source: Humiliated
ro: Umilit

source: Hungry
ro: Înfometat

source: Hurt
ro: Rănit

source: Impressed
ro: Impresionat

source: In awe
ro: Admirativ

source: In love
ro: Îndrăgostit

source: Indignant
ro: Indignat

source: Interested
ro: Interesat

source: Intoxicated
ro: Intoxicat

source: Invincible
ro: Invincibil

source: Jealous
ro: Gelos

source: Lonely
ro: Singuratic

source: Mean
ro: Rău

source: Moody
ro: Indispus

source: Nervous
ro: Neliniştit

source: Neutral
ro: Neutru

source: Offended
ro: Ofensat

source: Playful
ro: Jucăuş

source: Proud
ro: Mândru

source: Relieved
ro: Uşurat

source: Remorseful
ro: Chinuit de remuşcări

source: Restless
ro: Agitat

source: Sad
ro: Trist

source: Serious
ro: Serios

source: Shocked
ro: Şocat

source: Shy
ro: Timid

source: Sick
ro: Bolnav

source: Sleepy
ro: Adormit

source: Stressed
ro: Stresat

source: Surprised
ro: Surprins

source: Thirsty
ro: Însetat

source: Worried
ro: Îngrijorat

source: &Custom Mood
ro: &Stare de spirit particularizată

source: Only contacts with compatible software will see your mood.
ro: Numai contactele cu software compatibil vor vedea starea dvs. de spirit

source: Select your mood to show to your contacts.
ro: Selectaţi starea dvs. de spirit care va fi afişată contactelor dvs.

source: Custom Mood
ro: Stare de spirit particularizată

source: Notify Call
ro: Anunţă apelul

source: Inbound Call
ro: Apel de intrare

source: Hung Up
ro: Apel încheiat

source: Call VM?
ro: Apelaţi VM?

source: Enter the password for your account %s
ro: Introduceţi parola contului dvs. %s

source: Please enter your desired nickname for the chatroom %s
ro: Introduceţi pseudonimul pe care doriţi să îl aveţi în sala de conversaţii %s

source: Nickname
ro: Pseudonim

source: Save File
ro: Salvează fişier

source: &Call
ro: &Apelează

source: Make Call
ro: Lansează apel

source: Outbound Call
ro: Appel de ieşire

source: Answer
ro: Răspunde

source: Do you want to hang up?
ro: Doriţi să închideţi?

source: Call Notification
ro: Notificare apel

source: Close Slot
ro: închide slot

source: %s is calling
ro: Vă apelează %s

source: Answer call
ro: Răspundeţi la apel

source: Hangup call
ro: Încheiaţi convorbirea

source: %s is on the phone
ro: %s vorbeşte la telefon

source: Slide Show
ro: Derulare diapozitive

source: &Open Folder
ro: &Deschide director

source: Previous
ro: Precedent

source: Next
ro: Următor

source: First
ro: Primul

source: Last
ro: Ultimul

source: Whiteboard
ro: Tablă de desen

source: Show navigation buttons
ro: Afişează butoanele de navigare

source: Resize window to fit slides
ro: Redimensionează fereastra pentru a se potrivi diapozitivelor

source: Open Folder
ro: Deschide director

source: Contact is online
ro: Contactul este conectat

source: Contact is offline
ro: Contactul este deconectat

source: Incoming message
ro: Mesaj primit

source: Incoming chat
ro: Conversaţie primită

source: New chat thread
ro: Topic nou de conversaţie

source: Contact presence change
ro: Schimbare de prezenţă a contactului

source: Logged in
ro: Conectat

source: Chatroom presence change
ro: Schimbare de prezenţă în sala de conversaţii

source: Sounds
ro: Sunete

source: Alert sounds
ro: Sunete de alertă

source: Sound set
ro: Set de sunete

source: Enable or disable sounds below
ro: Activaţi sau dezactivaţi sunelete de mai jos

source: Volume
ro: Volum

source: Sound device
ro: Dispozitiv sunet

source: MIDI Player
ro: Player MIDI

source: External Midi Player
ro: Player MIDI extern

source: Set command to use for playing MIDI sounds. This option is only relevant if you use a sound set with MIDI files.
ro: Introduceţi comanda utilizată pentru a asculta fişiere MIDI. Această opţiune este relevantă doar dacă utilizaţi un set de sunete cu fişiere MIDI.

source: MIDI command
ro: Commanda MIDI

source: Default
ro: Implicit

source: Text-to-Speech
ro: Sinteză vocală

source: Text-to-speech for whiteboard text
ro: Sinteză vocală pentru textul din tabla de desen

source: Text-to-speech for messages
ro: Sinteză vocală pentru mesaje

source: Text-to-speech for chat
ro: Sinteză vocală pentru conversaţie

source: Select voice for incoming text
ro: Selectaţi vocea pentru text primit

source: Select voice for outgoing write
ro: Selectaţi vocea pentru textul scris spre a fi trimis

source: Check Spelling
ro: Verificare ortografie

source: Dictionaries
ro: Dicţionare

source: Add to Dictionary
ro: Adăugare la dicţionar

source: Show tips on %s startup
ro: Arată sugestii la %s pornire

source: Acti&vity
ro: Acti&vitate

source: Set your activity that will be shown to your contacts.
ro: Selectaţi activitatea care va fi afişată contactelor dvs.

source: Select from the first button your general activity, and optionally, your specific actvity from the second button. You may also add a descriptive text.
ro: Selectaţi cu primul buton activitatea dvs. generală şi, opţional, mai specific cu al doilea buton. Puteţi de asemenea să adăugaţi un text descriptiv.

source: User Activity
ro: Activitate utilizator

source: Show all specific activities
ro: Afişaţi toate activităţile specifice

source: Doing chores
ro: La corvezi

source: Buying groceries
ro: Cumpărând de-ale gurii

source: Cleaning
ro: Facând curăţenie

source: Cooking
ro: Gătind

source: Doing maintenance
ro: Facând mentenanţă

source: Doing the dishes
ro: Spălând vasele

source: Doing the laundry
ro: Spălând rufele

source: Gardening
ro: Grădinărind

source: Running an errand
ro: Facând un comision

source: Walking the dog
ro: Plimbând câinele

source: Drinking
ro: Bând

source: Having a beer
ro: Bând o bere

source: Having coffee
ro: Bând o cafea

source: Having tea
ro: Bând ceai

source: Eating
ro: Mâncând

source: Having a snack
ro: Luând o gustare

source: Having breakfast
ro: Luând micul dejun

source: Having dinner
ro: Luând cina

source: Having lunch
ro: Luând prânzul

source: Exercising
ro: Făcând exerciţii

source: Hiking
ro: În drumeţie

source: Playing sports
ro: Făcând sport

source: Running
ro: Alergând

source: Skiing
ro: Skiind

source: Swimming
ro: Înotând

source: Working out
ro: Făcând gimnastică

source: Grooming
ro: Facându-mi toaleta

source: At the spa
ro: La spa

source: Brushing teeth
ro: Spălându-mă pe dinţi

source: Getting a haircut
ro: Tunzându-ma

source: Shaving
ro: Bărbierindu-mă

source: Taking a bath
ro: Facând o baie

source: Taking a shower
ro: Făcând un duş

source: Having appointment
ro: Într-o întâlnire

source: Inactive
ro: Inactiv

source: Day off
ro: Zi liberă

source: Hanging out
ro: Pe afară

source: On vacation
ro: În vacanţă

source: Scheduled holiday
ro: Sărbătoare legală

source: Sleeping
ro: Dormind

source: Relaxing
ro: Relaxându-mă

source: Gaming
ro: Joucându-mă

source: Going out
ro: Ieşind în oraş

source: Partying
ro: Petrecând

source: Reading
ro: Citind

source: Rehearsing
ro: Repetând

source: Shopping
ro: La cumpărături

source: Socializing
ro: Socializând

source: Sunbathing
ro: Făcând plajă

source: Watching tv
ro: Privind la TV

source: Watching a movie
ro: Privind un film

source: Talking
ro: Vorbind

source: In real life
ro: În viaţa reală

source: On the phone
ro: La telefon

source: On video phone
ro: La videofon

source: Traveling
ro: Călătorind

source: Commuting
ro: Facând naveta

source: Cycling
ro: Pe bicicletă

source: Driving
ro: La volan

source: In a car
ro: În maşină

source: On a bus
ro: În autobuz

source: On a plane
ro: În avion

source: On a train
ro: În tren

source: On a trip
ro: În excursie

source: Walking
ro: La plimbare

source: Working
ro: Lucrând

source: Coding
ro: Programând

source: In a meeting
ro: Într-o întâlnire

source: Studying
ro: Studiind

source: Writing
ro: Scriind

source: Activity
ro: Activitate

source: Custom Activity
ro: Activitate personalizată

source: XML Console
ro: Consolă XML

source: Clear
ro: Şterge

source: Sorting
ro: Sortare

source: Short View
ro: Vizualizare pe scurt

source: Detailed View
ro: Vizualizare detaliată

source: Show Hidden Files
ro: Arată fişierele ascunse

source: Separate Folders
ro: Directoare separate

source: By Name
ro: După nume

source: By Date
ro: După dată

source: By Size
ro: După dimensiune

source: Reverse
ro: Invers

source: Folders First
ro: Întâi directoarele

source: Filter
ro: Filtru

source: Date
ro: Dată

source: Permissions
ro: Permisiuni

source: Owner
ro: Proprietar

source: Group
ro: Grup

source: New Folder
ro: Director nou

source: Create new folder in
ro: Creează un nou director în

source: File %s already exists. Do you want to overwrite it?
ro: Fişierul %s există deja. Doriţi să îl suprascrieţi?

source: File %s does not exist.
ro: Fişierul %s nu există.

source: Cannot change to the directory %s. Permission denied.
ro: Nu pot intra în directorul %s. Permisiunea refuzată.

source: Save As
ro: Salvează ca

source: Open
ro: Deschide

source: Folder
ro: Director

source: Mi&nimize
ro: &Minimizează

source: &Message
ro: &Mesaj

source: &Preferences
ro: &Preferinţe

source: &Add Contact
ro: &Adaugă contact

source: &About Coccinella
ro: &Despre Coccinella

source: &Home Page
ro: &Sit web

source: &Report Bug
ro: &Raportează bug

source: &Quit
ro: &Ieşire

source: &Restore
ro: &Restaurează

source: Start minimized in taskbar
ro: Porneşte minimizat în bara de task-uri

source: Start minimized in system tray
ro: Porneşte minimizat în bara de sistem

source: Show Text and Icon
ro: Afişează text şi icoană

source: Show Text
ro: Afişează text

source: Show Icon
ro: Afişează icoană

source: Yes
ro: Da

source: No
ro: Nu

source: Retry
ro: Reîncercare

source: Abort
ro: Abandon

source: Ignore
ro: Ignoră

source: Select Font
ro: Selectează font

source: Font size
ro: Dimensiune font

source: Font weight
ro: Stil font

source: Image Files
ro: Fişiere imagini

source: Open Image
ro: Deschide imagine

source: Progress
ro: Progres

source: Remaining
ro: Restant

source: Setup Assistant
ro: Asistent de configurare

source: Finish
ro: Terminare

source: Right click to open menu
ro: Click dreapta pentru a deschide meniu

source: Application Status
ro: Notificări aplicaţie

source: Not Available
ro: Deconectat

source: Message from %s, %s
ro: Mesaj de la %s, %s

source: New chat with %s
ro: Conversaţie nouă cu %s

source: Auto Away
ro: Absent automat

source: Away after
ro: Absent după

source: Minutes
ro: minute

source: Extended Away after
ro: Indisponibil după

source: Logout after
ro: Deconectare după

source: Relogin on activity
ro: Reconectare la reluarea activităţii

source: Apply auto-away on hidden chat tabs
ro: Activează absenţa automată pentru taburile de conversaţie ascunse

source: If activated then directed auto-away presence will be sent to users on hidden chat tabs
ro: La activare, absenţa automată va fi semnalizată utilizatorilor din taburile de conversaţie ascunse

source: Do Not Disturb when (active chat sessions)
ro: "Nu deranjaţi" atunci când (sesiuni de conversaţie active)

source: When you have <number> or more active chat sessions, presence state will be automatically changed to Do Not Disturb.
ro: Când aveţi <număr> sau mai multe sesiuni de conversaţie active, indicatorul de prezenţă va fi schimbat automat la "Nu deranjaţi"

source: The supported image formats are
ro: Formatele de imagine suportate sunt

source: Cannot create an image from %s.
ro: Nu se poate crea o imagine din %s.

source: The avatar must be square of size %s.
ro: Avatarul trebuie sa fie un pătrat cu latura de %s pixeli.

source: Recent Avatars
ro: Avatare recente

source: Edit
ro: Editare

source: Clear Menu
ro: Reiniţializare meniu

source: Select Avatar
ro: Selectare avatar

source: Chat
ro: Conversaţie

source: Contact ID
ro: Identificator contact

source: %s is invalid. Do you want to continue anyway?
ro: %s este invalid. Doriţi sa continui?

source: %s is composing a reply
ro: %s compune un răspuns

source: %s is on the chat
ro: %s este în conversaţie

source: %s is thinking what to write
ro: %s se gândeşte ce să scrie

source: %s has left the chat for a while
ro: %s a părăsit conversaţia pentru o vreme

source: %s has closed the chat
ro: %s a închis conversaţia

source: Subject
ro: Subiect

source: Send
ro: Trimite

source: Send File
ro: Trimite fişier

source: Save
ro: Salvează

source: History
ro: Istoric

source: Print
ro: Tipăreşte

source: Invite
ro: Invită

source: Enter the subject of the conversation, set by pressing Return
ro: Introduceţi subiectul conversaţiei, setaţi tastând Return

source: Show or hide the chat history
ro: Arată sau ascunde istoricul conversaţiei

source: If checked, Return sends message, else use Ctrl/Cmd-Return
ro: Dacă este setat, Return trimite mesaj; dacă nu, utilizaţi Ctrl/Cmd-Return

source: Insert emoticon
ro: Inseraţi emoticon

source: Show or hide status changes in chat
ro: Arată sau ascunde schimbările de stare în conversaţie

source: Enter your message and press Return or Shift-Return
ro: Introduceţi mesajul dvs. şi tastaţi Return sau Shift-Return

source: Find
ro: Găseşte

source: Find Next
ro: Găseşte următorul

source: Find Previous
ro: Găseşte precedentul

source: Warning
ro: Avertizare

source: Do you want to invite this contact to a new chatroom?
ro: Doriţi să invitaţi acest contact într-o sală de conversaţie nouă?

source: Offline Chat
ro: Conversaţie neconectat

source: Close tab
ro: Închide tab

source: You need to be logged in to see the presence of this contact
ro: Trebuie să fiţi conectat pentru a vedea prezenţa acestui contact

source: Converting Chat into Conference
ro: Conversie conversaţie în conferinţă

source: Cannot find any chatroom service.
ro: Nu pot găsi nici un serviciu pentru sală de conversaţie.

source: Cannot send when not logged in.
ro: Nu se poate trimite când nu sunteţi conectat.

source: Do you want to close this chat window and lose the complete conversation?
ro: Doriţi să închideţi această fereastră de conversaţie şi să pierdeţi toată conversaţia?

source: By default use active <Return> to send messages
ro: Implicit utilizaţi <Return> pentru a trimite mesaje

source: Show incoming messages in new window
ro: Arată mesajele primite în fereastră nouă

source: Treat normal messages as chat messages
ro: Tratează mesajele normale ca şi mesaje de conversaţie

source: Double click message in inbox
ro: Dublu click pe mesaj dintre mesajele primite

source: Open message in new window
ro: Deschide mesaj în fereastră nouă

source: Reply to sender
ro: Răspunde expeditorului

source: History length
ro: Lungime istoric

source: More recent than
ro: Mai recent decât

source: Ten seconds
ro: Zece secunde

source: One minute
ro: Un minut

source: Ten minutes
ro: Zece minute

source: One hour
ro: O oră

source: No restriction
ro: Fără limită

source: Number of messages to display
ro: Număr de mesaje de afişat

source: Local nickname
ro: Pseudonim local

source: Your nickname for local display
ro: Pseudonimul dvs. care va fi afişat local

source: Create Chatroom
ro: Creează o sală de conversaţie

source: not available
ro: indisponibil
