Repository: waleed-kotib/VC_Proj
Catalog: trunk/coccinella/po/*.po
Languages: ro

source: The server at %s did not respond with a well formed protocol.
ro: Serverul %s nu a răspuns cu un protocol formulat corect.

source: %s accepted file %s. Initiating file transfer
ro: %s a acceptat fişierul %s. Iniţializez transferul

source: Transfer from %s ended prematurely.
ro: Transferul de la %s s-a terminat prematur.

source: Finished downloading file %s from %s.
ro: Fişierul %s s-a terminat de descărcat de la %s.

source: Cannot download from %s: network error.
ro: Nu pot descărca de la %s : eroare de reţea.

source: Import Image/Movie
ro: Importă imagine/video

source: Save As GIF
ro: Salvează în format GIF

source: unknown file
ro: fişier necunoscut

source: Unknown file
ro: Fişier necunoscut

source: No url found for the file "%s" with MIME type %s
ro: Nu am găsit url pentru fişierul "%s" de tip MIME %s

source: Edit Item
ro: Editare element

source: Fill
ro: Umplere

source: Both
ro: Ambele

source: Projecting
ro: Carrée

source: Round
ro: Rotunjire

source: Bevel
ro: Teşire

source: Miter
ro: Îmbinare

source: False
ro: Fals

source: True
ro: Adevărat

source: Gray 75%
ro: Gri 75%

source: Gray 50%
ro: Gri 50%

source: Gray 25%
ro: Gri 25%

source: Gray 12%
ro: Gri 12%

source: Center
ro: Centru

source: Left
ro: Stânga

source: Right
ro: Dreapta

source: Coordinates
ro: Coordonate

source: Anchor
ro: Ancoră

source: Arrow
ro: Săgeată

source: Arrow shape
ro: Formă săgeată

source: Extend
ro: Extinde

source: Font familiy
ro: Familie font

source: Justify
ro: Justificat

source: Outline
ro: Contur

source: Outline stipple
ro: Contur punctat

source: Tags
ro: Etichete

source: Smooth
ro: Neted

source: Stipple
ro: Punctat

source: Underline
ro: Subliniere

source: Width
ro: Lăţime

source: Lock this item from being edited
ro: Blocaţi editarea acestui element

source: Broken Image
ro: Imagine coruptă

source: Open Stream
ro: Deschide flux

source: Open QuickTime live stream
ro: Deschide flux QuickTime

source: Write URL or choose from shortcut
ro: Scrieţi URL sau alegeţi din prescurtare

source: Open a URL which contains a SDP file with extension .mov for a QuickTime realtime live streaming sending. Can be audio (radio) or video (TV). Alternatively, use your web browser to find the SDP file for a live transmission, download it on disk and open it is an ordinary movie.
ro: Deschideţi un URL care conţine un fişier SDP cu extensia .mov pentru transmisie streaming live QuickTime. Poate fi audio (radio) sau video (TV). Alternativ, folosiţi browserul web pentru a găsi fişierul SDP pentru o transmisie live, descărcaţi-l pe disc şi deschideţi-l ca pe un film obişnuit.

source: Select the plugins you want to be loaded.
ro: Alegeţi plugin-urile care doriţi să fie încărcate.

source: Support for mp3, wav, and a few other audio formats
ro: Suport pentru mp3, wav şi câteva alte formate audio

source: Support for common image formats
ro: Suport pentru formate curente de imagini

source: Support for PNG images
ro: Suport pentru imagini PNG

source: Support for several animation, video and audio formats
ro: Suport pentru mai multe formate de animaţie, video şi audio

source: Support for several animation, image, video and audio formats
ro: Suport pentru mai multe formate de animaţie, imagine, video şi audio

source: Import plain text documents
ro: Import documente text

source: Import HTML pages
ro: Import pagini HTML

source: Import Itcl applets
ro: Import applet-uri Itcl

source: Import documents on Windows
ro: Import documente pe Windows

source: The server at %s responded with a code %s: %s
ro: Serverul %s a răspuns cu un cod %s : %s

source: Transfer to %s ended prematurely.
ro: Transferul către %s s-a încheiat prematur.

source: Finished uploading file %s to %s.
ro: S-a încheiat transferul fişierului %s către %s.

source: Cannot upload to %s: network error.
ro: Nu pot transfera către %s : eroare de reţea.

source: Fonts
ro: Fonturi

source: Height
ro: Înălţime

source: Smooth freehand strokes
ro: Tuşă de mână liberă fină

source: Create new item for each line of text
ro: Creează element nou pentru fiecare linie de text

source: Only edit local whiteboard items
ro: Editaţi numai elementele locale de pe tabla de desen

source: Items created by others cannot be edited when enabled
ro: Elementele create de alţii nu pot fi editate când este activat

source: System
ro: Sistem

source: Warning: by importing any other fonts than the standard three ones (Times, Helvetica or Courier), you must be confident that all remote clients also have this font installed on their system.
ro: Atenţie: la importarea altor fonturi decât cele trei standard (Times, Helvetica şi Courier), trebuie să fiţi încredinţat că toţi clienţii de la distanţă au instalate aceste fonturi pe sistemele lor.

source: The standard fonts, Times, Helvetica, and Courier, may not be removed.
ro: Fonturile standard Times, Helvetica şi Courier nu pot fi înlăturate.

source: no
ro: nu

source: yes
ro: da

source: Activated
ro: Activat

source: Buffering support
ro: Funcţie tampon

source: Blocking support
ro: Funcţie de blocare

source: Secured
ro: Securizat

source: Point tool, click to mark, double click to inspect, right click to popup
ro: Indicator, click pentru selecţie, dublu click pentru inspectare, click dreapta pentru meniu

source: Move tool
ro: Deplasare

source: Line tool
ro: Linie

source: Arrow tool
ro: Săgeată

source: Rectangle tool
ro: Dreptunghi

source: Oval tool
ro: Elipsă

source: Click to delete
ro: Click pentru a şterge

source: Pen tool
ro: Creion

source: Brush tool
ro: Pensulă

source: Paint tool, shift-click for transparency
ro: Umplere (shift+clic pentru transparenţă)

source: Polygon tool, spacebar to cancel
ro: Linie poligonală (<spaţiu> pentru sfârşit)

source: Rotate tool, select item first
ro: Rotaţie (mai întâi selectaţi elementul)

source: Text tool
ro: Text

source: Select &All
ro: Selectează &tot

source: &Raise
ro: &Apropiat

source: &Lower
ro: &Îndepărtat

source: Smaller
ro: Mai mic

source: Flip
ro: Ranversat

source: Horizontal
ro: Orizontal

source: Background Color
ro: Couloare de fond

source: Shift Constrain
ro: Constrângere Shift

source: To 90 degrees
ro: La 90 de grade

source: To 45 degrees
ro: La 45 de grade

source: Point tool, click to mark, double click to inspect, press to popup
ro: Indicator (click pentru selecţie, dublu click pentru inspectare, apasă pentru meniu)

source: &Library
ro: &Bibliotecă
